OdBaseObjectPtr.isNull
\details
Returns true if and only if the smart pointer stores a NULL.

OdBaseObjectPtr.get
\details
Returns the raw pointer to the referenced object.
\remarks
This class maintains the reference to the referenced object.
The reference counter of the referenced object is not changed.